{"convo":"BEN: Here you go Pete.\nPETER: Uh Uncle Ben I--\nBEN: What want a glass?\nPETER: <RESPONSE-HERE>","response":"No. No that's okay."}
{"convo":"BEN: So uh... how's college goin'?\nPETER: Same old stuff.  How's the pharmacy?\nBEN: Ah ya know.  Neighborhood's not what it used to be.  Kid no more'n five swiped a candy bar the other day.\nPETER: You stop him?\nBEN: Wasn't worth gettin' upset over a Milky Way.  Anyways I was never much for ya know discipline.\nPETER: <RESPONSE-HERE>\nBEN: Eh.  If I ever get out from under. Maybe take May to France or somethin'.","response":"I know.  Still thinking about retiring?"}
{"convo":"BEN: Ya still follow the Mets Pete?\nPETER: No\u0085not really.\nBEN: S'funny.  When your mom and dad uh passed away I had this idea. I wanted you to be the best baseball player in the world.\nPETER: <RESPONSE-HERE>\nBEN: Yeah Babe Ruth you wasn't.","response":"Remember Little League?"}
{"convo":"BEN: Ya set for uh ya know-- money?\nPETER: Oh sure.\nBEN: Cause if you get in a bind--\nPETER: No no.\nBEN: Yeah ya like to do things on your own  I been thinkin' lately.  Maybe I wasn't the ya know greatest dad--\nPETER: <RESPONSE-HERE>\nBEN: -- no I mean... we... your Aunt May not wantin' kids and all... I mean we both...","response":"Oh come on Ben that's not--"}
{"convo":"BEN: When you won that scholarship I was proud of you.\nPETER: <RESPONSE-HERE>\nBEN: I'm always here Pete.","response":"I know."}
{"convo":"PETER: <RESPONSE-HERE>\nHARRY: They'll never take me alive.","response":"You maniac.  You'll blow your scholarship."}
{"convo":"PETER: What's in there?\nHARRY: A little bunny I saved from dissection.\nPETER: <RESPONSE-HERE>","response":"Harry!"}
{"convo":"HARRY: Ooooh.  Your feet are on fire.\nPETER: Harry\u0085\nHARRY: \\\"\\\"Harry Osborne diminishes the stature of the University.\\\"\\\"\nPETER: <RESPONSE-HERE>","response":"Let me guess.  The hunting dogs. You lost your scholarship."}
{"convo":"HARRY: \\\"\\\"Scholarship students must maintain dignity at all times.\\\"\\\"\nPETER: <RESPONSE-HERE>\nHARRY: Screw scholarships!   Universities are death!  They make slaves of us all with their fetid ideas!  Burn 'em down I say!","response":"I know.  I've got one too."}
{"convo":"PETER: <RESPONSE-HERE>\nHARRY: Why home? The real world beckons man!  The possibilities are endless.  Want to go up to the World Trade Center and laugh at New Jersey?","response":"Great idea.  Let me get some shoes. I'll take you home."}
{"convo":"HARRY: You're so responsible it's disgusting. But you're my only friend... do you hate me?\nPETER: <RESPONSE-HERE>\nHARRY: I am not pitiful!  I am the bridge to the Übermensch!","response":"Don't be pitiful."}
{"convo":"HARRY: Jesus Christ.\nPETER: Mm-hmm.\nHARRY: And you let me go on about Rosomoff working me too hard?  I feel like a complete idiot.\nPETER: <RESPONSE-HERE>","response":"You're not half the idiot I am Harry."}
{"convo":"HARRY: You get mugged or something?\nPETER: <RESPONSE-HERE>\nHARRY: I got you a present.","response":"Listen I do appreciate your concern but--"}
{"convo":"HARRY: Oh I need your notes from the classes I missed.\nPETER: <RESPONSE-HERE>\nHARRY: Oh. Well hang in there amigo.","response":"Well I've missed a lot of classes myself..."}
{"convo":"PETER: Now tell me you love me.\nHOGAN: Lemme down bugface!\nPETER: <RESPONSE-HERE>","response":"That's not even close."}
{"convo":"PETER: <RESPONSE-HERE>\nHOGAN: Get away from me freak!","response":"Are you okay?"}
{"convo":"HOGAN: How are you doing kid?\nPETER: Oh look Mr. Hogan I'm really sorry about what happened in there. Really--\nHOGAN: You can be great kid just stick with it. But let me give you one little piece of advice... be a good guy.\nPETER: <RESPONSE-HERE>","response":"Right."}
{"convo":"JAMESON: Too hip.  Your photos suck kid.\nPETER: <RESPONSE-HERE>","response":"I think you're trying to tell me something."}
{"convo":"PETER: <RESPONSE-HERE>\nJAMESON: You make your own luck Parker! Get into the middle of things spend every day pounding the pavement of the city's mean streets--","response":"Come on that's pure luck!  The guy was in the right place at the right time--"}
{"convo":"PETER: You taking extension classes Mr. Jameson?\nJAMESON: Parker-- you go here right?  Got your camera?\nPETER: Yeah--\nJAMESON: Get inside and get pictures.  Fifty bucks.\nPETER: <RESPONSE-HERE>\nJAMESON: Seventy.  But I want blood and gore.  You know sexy stuff.","response":"Can we make it a hundred?"}
{"convo":"PETER: <RESPONSE-HERE>\nJAMESON: Gimme that.  Pick it up later.","response":"Can't focus..."}
{"convo":"JAMESON: I bet you don't think I appreciate you Parker.  I do.\nPETER: Well thanks.  You wouldn't believe what I went through to get those. Right after you took my camera this ambulan--\nJAMESON: I like enthusiasm.  That's why I use a lot of smart-ass kids.  Not just 'cause they work cheap.\nPETER: Mr. Jameson--\nJAMESON: I got a question college boy.  What the hell am I supposed to do with these!?  I ask for disaster pathos what do I get?  Salvador Dali!  When I want artsy-fartsy double-exposures I'll ask for--\nPETER: Double-exposures? But they're not-- I was in--\nJAMESON: I don't give a gerbil's ass how you got 'em!  I can't print this surreal garbage!\nPETER: You print pictures of Bigfoot!\nJAMESON: Bunch of kids at your goddamned college say their appliances attacked them.  Did you get pictures?\nPETER: Mr. Jameson--\nJAMESON: No! Washington Square manhole covers turn into flying saucers and radios explode like A-bombs.  Did you get pictures?\nPETER: <RESPONSE-HERE>\nJAMESON: No!  Now get outta my face kid.","response":"Can I get a word in edgewise?"}
{"convo":"SPIDER-MAN: Relax Jameson.  This is business. I know you want photos of me so I'll give your boy Parker an exclusive.  On one condition--\nJAMESON: I don't submit to blackmail!  The first amendment protects my freedom to tell the news as I imagine it and--\nSPIDER-MAN: <RESPONSE-HERE>\nJAMESON: Police help!  Po-- mmph.","response":" Would you cool it already?"}
{"convo":"SPIDER-MAN: Thank you.  Now repeat after me-- Spider-Man is a good guy. On the side of right and niceness and cute baby animals and all that.\nJAMESON: Frmpph-yrr.\nSPIDER-MAN: <RESPONSE-HERE>","response":" Fine."}
{"convo":"SPIDER-MAN: <RESPONSE-HERE>\nJAMESON: Hmf-hrr?","response":" Oh that?  It'll come unstuck in a half-hour or so. Your mouth needs the rest.  Bye."}
{"convo":"LEIBER: No refund on the mask y'know. Health laws.\nPETER: Uh-huh. Look this should be skintight.  Bright colors.  Red maybe a deep midnight blue.\nLEIBER: What's this? A cockaroach?\nPETER: <RESPONSE-HERE>","response":"A spider.  Eight legs."}
{"convo":"LEIBER: Eh.  Week from tomorrow.\nPETER: How about tomorrow?\nLEIBER: You're making my life difficult.\nPETER: Two suits by tomorrow for $400?\nLEIBER: An even five I throw in the jacket.\nPETER: <RESPONSE-HERE>","response":"Deal.  But don't tell anyone.  I want to keep a low profile."}
{"convo":"LETTERMAN: Is that bug juice or are you just glad to see me?\nSPIDER-MAN: Sorry. I'm still getting the hang of this.\nLETTERMAN: I see.  So Amazing Spider-Man-- I'll assume that's not your given name--\nSPIDER-MAN: Just call me Spidey.\nLETTERMAN: Can I get you a snack-- a housefly maybe?\nSPIDER-MAN: Thanks I already ate.\nLETTERMAN: I'll hate myself in the morning for asking but what exactly makes you any more amazing than the average jerk on the street?\nSPIDER-MAN: <RESPONSE-HERE>","response":" Well..."}
{"convo":"LETTERMAN: All right amazing.  Are you quite finished?\nSPIDER-MAN: <RESPONSE-HERE>","response":" Just about.  You see I also have this amazing strength..."}
{"convo":"LETTERMAN: Are you quite finished?\nSPIDER-MAN: <RESPONSE-HERE>","response":" Just about.  See I also have this amazing strength."}
{"convo":"PETER: Good morning Liz.\nLIZ: How very dull Peter Parker.\nPETER: <RESPONSE-HERE>","response":"It's too early to be clever."}
{"convo":"LIZ: It's never too early to be clever. Describe in a sentence how you feel about me.\nPETER: Huh?\nLIZ: Fill in the blank: \\\"\\\"I blank Elizabeth Allan.\\\"\\\"\nPETER: I-- uh--\nLIZ: Uh is a good start.\nPETER: <RESPONSE-HERE>\nLIZ: Oh.  Well I hate you and everyone who looks like you.","response":"I lov-loathe Elizabeth Allan. Abhor detest despise--"}
{"convo":"PETER: I hate the Platonic idea of you.\nLIZ: I hate people with alliterative names.\nPETER: <RESPONSE-HERE>\nLIZ: I hate your relatives I hate your coffee I hate your shoes.","response":"I hate--"}
{"convo":"LIZ: No.  I was lying about the coffee.\nPETER: <RESPONSE-HERE>","response":"Thank God."}
{"convo":"PETER: -- but the dogs treed him between Huxley and Kafka.\nLIZ: Poor Harry.  Always desperate for attention.  What about the bunny?\nPETER: <RESPONSE-HERE>","response":"Back to the lab.  Harry'll probably lose his scholarship."}
{"convo":"LIZ: He'll weasel out of trouble. Again.\nPETER: <RESPONSE-HERE>\nLIZ: Since you're feeling guilty why not donate your pretzel to somebody who needs it?","response":"Maybe.  I could have stopped it though."}
{"convo":"PETER: <RESPONSE-HERE>\nLIZ: Yeah.  Really gets to you if you let it.","response":"My my."}
{"convo":"PETER: I suppose.\nLIZ: You want to give them something but they'll just buy more Ripple. And they smell so... bad.\nPETER: <RESPONSE-HERE>","response":"What?"}
{"convo":"LIZ: God Flash can be such a jerk.\nPETER: But you like that in a man?\nLIZ: You should write that one down.\nPETER: \\\"\\\"Flash Liz.  You're going out with something that calls itself Flash.\\\"\\\"\nLIZ: Some prep school thing.\nPETER: Does it have a human name?\nLIZ: Eugene.  Admit it, Peter-- you'd do anything for a nickname like Flash.\\\"\\\"\nPETER: <RESPONSE-HERE>\nLIZ: Hurry up, Flash!","response":"I'd never admit that."}
{"convo":"LIZ: What are you doing this weekend?\nPETER: <RESPONSE-HERE>\nLIZ: Oh. Maybe I should, too--","response":"I've gotta study."}
{"convo":"LIZ: Eat alone, gotta read. Social defense tactic 17  Peter, that jacket is foul.  Lose your glasses?\nPETER: <RESPONSE-HERE>","response":"Hi, Adele."}
{"convo":"LIZ: Brrr.  It's colder than New Hampshire in here.\nPETER: <RESPONSE-HERE>","response":"I'm sure you kept warm."}
{"convo":"PETER: Don't misquote Othello at me. Besides, you'd have to care about somebody to strangle them.\nLIZ: What's your problem?\nPETER: <RESPONSE-HERE>","response":"I've got no problems."}
{"convo":"LIZ: Sit down and stop being such a child.\nPETER: <RESPONSE-HERE>\nLIZ: That wasn't clever.  That was just nasty.","response":"This from a girl who still plays with dolls."}
{"convo":"LIZ: What's in the bag?  Garbage?\nPETER: Sort of.  I'm returning the-- that outfit that you hated so much. Maybe I can get my money back.\nLIZ: Oh, don't do it on my account--\nPETER: No, it wasn't only you-- it -- it just wasn't my style.  Hey, look-- let's go to lunch.  Someplace nice for a change.\nLIZ: This from a man who winces at the cost of a pretzel?\nPETER: <RESPONSE-HERE>","response":"That was then.  I'm better since the lobotomy."}
{"convo":"PETER: -- but at least Aunt May's okay now. I really have to stop by the hospital this afternoon.\nLIZ: Do you mind if I come too?\nPETER: <RESPONSE-HERE>","response":"I think I'd like that."}
{"convo":"PETER: They keep saying there's nothing I could've done.  That's a lie.  I could've done something.  If only I'd paid attention to my feelings.\nLIZ: You're not trained for that.  None of us are... I mean, sometimes I...  Okay, let's say you had gone back. What then?  Are you bulletproof?\nPETER: Well, no.\nLIZ: So?  The next day I'd read \\\"\\\"Peter Parker murdered and I'd feel...\nPETER: You'd feel what?\nLIZ: Listen.  You think you're responsible for everything that happens.  Don't flagellate yourself - and don't flatter yourself either.  You're not the center of the universe. You're just... Peter.\nPETER: <RESPONSE-HERE>\nLIZ: I know what you mean.  I...","response":"Am I?  I'm not so sure.  I used to be sure of a lot of things.  Oh different things from week to week but now-- I'm not sure of anything anymore."}
{"convo":"LIZ: Hello.  Earth to Peter.  Are you listening?\nPETER: <RESPONSE-HERE>","response":"Unh-huh.  Excuse me.  I've gotta go."}
{"convo":"PETER: <RESPONSE-HERE>\nLIZ: Just shut up and close your eyes. This'll hurt.","response":"I'm sorry about being a jerk this afternoon."}
{"convo":"LIZ: May's much better. She'll be out soon.\nPETER: Oh God I forgot to--\nLIZ: Ssh.  I always thought she was a strong person.  She is-- but not for the reasons I thought.\nPETER: <RESPONSE-HERE>\nLIZ: Her cleverness that hard edge-- maybe they're the weakest part of her. The strong part is\u0085 what's underneath.  The part she was protecting.  There's no reason to protect it... I think she's just finding that out now.","response":"Strong..."}
{"convo":"LIZ: Peter?\nPETER: <RESPONSE-HERE>","response":"I'm here..."}
{"convo":"PETER: Hello Liz.\nLIZ: Hello.  So very boring.  Peter Parker how do you feel about me this morning?\nPETER: <RESPONSE-HERE>\nLIZ: Hm.  Well I like you too.  I like your aunt.  I like your shoelaces. I like--","response":"I... I like you.  A lot."}
{"convo":"PETER: <RESPONSE-HERE>\nLIZ: Why?","response":"Hold it.  Can we stop being clever just for a moment?"}
{"convo":"LIZ: This may be the end of a beautiful friendship you know.\nPETER: <RESPONSE-HERE>","response":"Nah."}
{"convo":"PETER: <RESPONSE-HERE>\nMAY: That's the understatement of the year.","response":"There's nothing in there worth stealing!"}
{"convo":"PETER: <RESPONSE-HERE>\nMAY: Your records are older than you are.  Have you never heard of new wave?","response":"Aunt May you're trespassing."}
{"convo":"PETER: <RESPONSE-HERE>\nMAY: Oh Peter. A zit.","response":"When I moved out you swore up and down you wouldn't meddle--"}
{"convo":"PETER: I am old enough to--\nMAY: --but I didn't feel like getting to know your roaches.\nPETER: I'll introduce you.\nMAY: Ick.  And those foul chemicals in the pots--\nPETER: <RESPONSE-HERE>\nMAY: Anyway I've decided to kidnap you for dinner in Forest Hills--","response":"I'm a photographer remember?"}
{"convo":"PETER: It's Friday night...\nMAY: Yes.  Do you have a date?\nPETER: <RESPONSE-HERE>","response":"No."}
{"convo":"PETER: <RESPONSE-HERE>\nMAY: It'll shut itself off.","response":"The record--"}
{"convo":"PETER: <RESPONSE-HERE>\nMAY: Tofu.  Ben I wish you wouldn't.","response":"What the hell is that?"}
{"convo":"PETER: <RESPONSE-HERE>\nMAY: You were adorable.  The least you could do is use a glass.","response":"Oh not that.  You promised you'd burn it."}
{"convo":"MAY: Absolutely no class.\nPETER: <RESPONSE-HERE>\nMAY: Use a fork.","response":"Funny thing happened after my physics class today. Harry Osborn--"}
{"convo":"PETER: <RESPONSE-HERE>\nMAY: See?  You big dullard.","response":"A match made in heaven."}
{"convo":"MAY: Peter you're bleeding.\nPETER: It's fine.  Tell me what--\nMAY: Oh Ben gets through everything.\nPETER: Aunt May what happened?\nMAY: I was napping on the couch.  There was a voice and a shot.  I woke up. Ben was looking at me.\nPETER: <RESPONSE-HERE>\nMAY: He'll be fine. They won't tell me anything but I'm sure he'll be fine.","response":"How is he?"}
{"convo":"NURSE VOICE: Poison emergency.\nPETER: Hi.  I've got sort of a hypothetical question.  Do you suppose the bite of a radioactive spider would transmit that spider's proportional strength and agility?\nNURSE VOICE: Is this some sort of Zen thing?\nPETER: I mean I suddenly have immense physical power and the ability to crawl up walls--\nNURSE VOICE: Do ya? Lemme give you the number for Bellevue.  That's 561-5151--\nPETER: <RESPONSE-HERE>","response":"Yeah a psychiatric hospital. Listen I'm serious--"}
{"convo":"ROZ: Mr. Parker.\nPETER: <RESPONSE-HERE>","response":"Hi Professor.  What's up?"}
{"convo":"ROZ: Peter what can I do for you?\nPETER: An extension on that astronomy paper?  Because uh...\nROZ: Your dog ate it.\nPETER: Actually I got this spider bite\u0085\nROZ: Pretty lame for such a smart kid.\nPETER: <RESPONSE-HERE>","response":"Really Professor I--"}
{"convo":"ROZ: Fortean phenomena.  Anomalies in our so-called reality. Weirdness my boy and lots of it.\nPETER: Caused by Doc Ock's experiment?\nROZ: How much do you know about it?\nPETER: <RESPONSE-HERE>\nROZ: Only Octavius knows for sure.  And last time I spoke to him he was on the planet Whiz-Bang.","response":"Not a lot.  I saw inside of the Science Center.  What exactly happened?"}
{"convo":"PETER: <RESPONSE-HERE>\nROZ: No thank you.  I'm sure you've got your own problems.","response":"Need any more help?"}
{"convo":"ROZ: This photo you took of \\\"\\\"Spider-Man\\\"\\\" -\nPETER: Luck.  The right place at the right time.\nROZ: Really.  I'd like to speak with him.\nPETER: I don't think I'll be running into him.\nROZ: You never know.  Go get some sleep.\nPETER: <RESPONSE-HERE>","response":"I'll try. Thanks."}
{"convo":"ROZ: The paper my boy.  A solid B-plus.\nPETER: <RESPONSE-HERE>\nROZ: If you really apply yourself you'll get an A next time.","response":"Oh. Yeah.  Thanks."}
{"convo":"REISS: Kid you were terrific.  Max Reiss novelty acts.  Was that judo or something?  Ah skip it.  Question is can you do it again?\nPETER: <RESPONSE-HERE>","response":"Oh-- I don't know-- thanks Mr. Reiss but--"}
{"convo":"PETER: Hello uh Mr. Reiss?  I'm-- I'm the guy who wrestled Hulk Hogan the other day.  The guy in the mask?\nREISS: I was hoping you'd call babe. Look you got representation?\nPETER: No\u0085\nREISS: Good. We'll make it oral for now. Meet me at Rockefeller Center at six tonight.\nPETER: <RESPONSE-HERE>\nREISS: Letterman show NBC. We'll talk then.  Bye.","response":"Why? It is a wrestling match or\u0085"}
{"convo":"REISS: Where'd you get the clown suit?\nSPIDER-MAN: <RESPONSE-HERE>\nREISS: Nah.  The big mask was better.","response":" Like it?"}
{"convo":"SPIDER-MAN: <RESPONSE-HERE>\nREISS: Yup.  Oh here's your check minus my commission.  Solid solid novelty act.","response":" So they're airing this tonight?"}
{"convo":"REISS: ... a couple a drinks at Sardi's?\nSPIDER-MAN: What?\nREISS: I asked if you felt like a drink--\nSPIDER-MAN: <RESPONSE-HERE>\nREISS: Okay kid. Call me tomorrow.","response":" No.  No I-- my aunt and uncle. Something's wrong  --  I need to make a phone call."}
{"convo":"SPIDER-MAN: <RESPONSE-HERE>\nREISS: I just gave-- yeah sure.","response":" Mr. Reiss-- I need a quarter--"}
{"convo":"ROZ: I sent for  the police.  We can explain.\nSPIDER-MAN: <RESPONSE-HERE>\nROZ: Right.  Let's go.","response":" Explain that some jerk in a mask and costume fought a mad scientist with four tentacles?"}
{"convo":"ROZ: You're sure you're all right.\nSPIDER-MAN: Yeah just a lung full of New Jersey.  Lucky you showed up when you did.\nROZ: Logic.  Lot 49 is the closest stockpile of SL 270--  I do feel foolish talking with a man dressed like a--\nSPIDER-MAN: Imagine how I feel.\nROZ: Excuse me if I'm impertinent but-- how did you become\u0085 whatever it is you are?\nSPIDER-MAN: The usual.  Heredity and environment.  What's the deal with Doc Ock?\nROZ: He'll try to finish his experiment.\nSPIDER-MAN: And blow up the universe just to prove he's right?  Bit egotistical isn't it?\nROZ: A messianic complex is nothing new to Octavius. In  his universe there's only one mind-- his own. It must be very lonely.\nSPIDER-MAN: <RESPONSE-HERE>","response":" Forgive me if I don't feel too sympathetic right now."}
{"convo":"ROZ: I listened to him talk of eternal truth and thought of the Bhagavad Gita the Indian holy book-- \\\"\\\"I am become Shiva Death-- the destroyer of worlds.\\\"\\\"  Octavius was...\nSPIDER-MAN: Bonkers.\nROZ: Loonytunes.  And yet...\nSPIDER-MAN: <RESPONSE-HERE>","response":" Just drop me off here."}
{"convo":"ROZ: Do you... live around here?\nSPIDER-MAN: No but I've got this secret identity to worry about. I'll swing the rest of the way.\nROZ: I see.  Well Octavius won't get much further. They'll catch him and... put him away.  Sad.  He might very well have the truth.\nSPIDER-MAN: <RESPONSE-HERE>","response":" Phooey on that."}
{"convo":"ROZ: Spider-Man be careful!  He's quite mad.\nSPIDER-MAN: <RESPONSE-HERE>","response":" I'm not so happy myself."}
{"convo":"SPIDER-MAN: <RESPONSE-HERE>\nROZ: Sure in the war.  Pull those cables--","response":" Professor you ever fly one of these things before?"}
{"convo":"SPIDER-MAN: <RESPONSE-HERE>\nROZ: No no!  Not there!","response":" Up here Docky Ocky!"}
